QUESTIONS = [
    {
        "question": "איפה אמיר ומעיין נפגשו לראשונה?",
        "options": ["במסיבת בית בבאר שבע", "באפליקציית היכרויות", "במועדון בצ׳אטה באוניברסיטה", "בשיעור באוניברסיטה"],
        "correct": 2
    },
    {
        "question": "איפה אמיר הציע למעיין נישואין?",
        "options": ["בודפשט", "סלובניה", "קרואטיה", "ברצלונה"],
        "correct": 1
    },
    {
        "question": "מה הפעילות הקולינרית האהובה ביותר על אמיר ומעיין?",
        "options": ["לנסות המבורגריות שונות ולדרג אותן", "לנסות שווארמיות שונות ולדרג אותן", "להכין קינוחים", "להזמין מקדונלדס"],
        "correct": 1
    },
    {
        "question": "מה אמיר ומעיין הכי אוהבים לאכול בשבת?",
        "options": ["גחנון", "להזמין מוולט", "שקשוקה", "סביח"],
        "correct": 2
    },
    {
        "question": "איזה מרתון אמיר ומעיין עשו יחד?",
        "options": ["הארי פוטר", "סרטי דיסני", "סרטי מארוול", "מהיר ועצבני"],
        "correct": 2
    },
    {
        "question": "איפה ירח הדבש של אמיר ומעיין?",
        "options": ["תאילנד", "ויאטנם", "קנדה וארצות הברית", "ניו זילנד"],
        "correct": 2
    },
    {
        "question": "איזה מהבאים אינו תחביב של אמיר ומעיין?",
        "options": ["באולינג", "סנוקר", "שש בש", "ללכת לקולנוע"],
        "correct": 3
    },
    {
        "question": "מה מעיין עשתה לאמיר ליום ההולדת שלו?",
        "options": ["קנתה לו כרטיסים למשחק של מכבי חיפה", "לקחה אותו לקארטינג", "לקחה אותו לצימר", "הכינה לו ארוחת ערב מושקעת"],
        "correct": 1
    },
    {
        "question": "איך אמיר קורא למעיין?",
        "options": ["מאמי", "חיימי", "נסיכה שלי", "יפה שלי"],
        "correct": 1
    },
    {
        "question": "איך מעיין קוראת לאמיר?",
        "options": ["נסיכי", "מאמי", "מירי", "חיימי"],
        "correct": 0
    },
    {
        "question": "לאן אמיר לקח את מעיין ליום ההולדת שלה?",
        "options": ["לחדר בריחה", "לחדר זעם", "לספא זוגי", "לארוחה רומנטית"],
        "correct": 1
    },
    {
        "question": "במה מעיין מנצחת את אמיר?",
        "options": ["שש בש", "קלפים", "מיני כדורסל", "פלייסטיישן"],
        "correct": 2
    },
    {
        "question": "איזו בובה אין לאמיר ומעיין?",
        "options": ["פנקייק", "כבשה", "שועל", "ארנב"],
        "correct": 3
    },
    {
        "question": "מי התחיל עם מי?",
        "options": ["מעיין התחילה עם אמיר", "חברים הכירו ביניהם", "אמיר התחיל עם מעיין", "תלוי את מי שואלים"],
        "correct": 2
    },
    {
        "question": 'מי אמר/ה ראשון/ה "אני אוהב/ת אותך"?',
        "options": ["אמיר", "מעיין", "שניהם ביחד", "אף אחד עדיין לא אמר 😅"],
        "correct": 1
    },
    {
        "question": "מה המקום המועדף להזמין ממנו אוכל?",
        "options": ["מקדונלד'ס", "דומינוס", "ג'ירף", "BBB"],
        "correct": 2
    },
    {
        "question": "באיזו מדינה אמיר ומעיין לא היו?",
        "options": ["ספרד", "מצרים", "הונגריה", "צרפת"],
        "correct": 3
    },
    {
        "question": "כמה זמן לקח עד שהפכו לזוג רשמי?",
        "options": ["חודש", "שלושה חודשים", "חצי שנה", "שנה"],
        "correct": 2
    },
    {
        "question": "מה קרה כשאמיר ומעיין הכינו קינוח אצל חברים?",
        "options": ["שמו בטעות מלח במקום סוכר", "שכחו אותו בתנור והוא נשרף לגמרי", "התפוצץ במיקרו", "נפל להם על הרצפה, והחליקו עליו"],
        "correct": 2
    },
    {
        "question": "ממה מעיין הכי פחדה כשעברו לגור יחד?",
        "options": ["שהוא ינחר כל לילה", "שהוא יבלגן את הבית", "שהוא יגמור לה את האוכל", "שהוא ישתלט על הטלוויזיה"],
        "correct": 2
    },
]
