QUESTIONS = [
    {
        "question": "איפה מעיין ואמיר נפגשו לראשונה?",
        "options": ["במסיבת בית בבאר שבע", "באפליקציית היכרויות", "במועדון בצ׳אטה באוניברסיטה", "בשיעור באוניברסיטה"],
        "correct": 2
    },
    {
        "question": "איפה אמיר הציע למעיין נישואין?",
        "options": ["בודפשט", "סלובניה", "קרואטיה", "ברצלונה"],
        "correct": 1
    },
    {
        "question": "מה התחביב הקולינרי הכי חשוב של מעיין ואמיר?",
        "options": ["לחקור המבורגריות", "לחקור שווארמיות ולדרג אותן", "להכין קינוחים", "להזמין מקדונלדס"],
        "correct": 1
    },
    {
        "question": "מה מעיין ואמיר הכי אוהבים לאכול בשבת?",
        "options": ["גחנון", "להזמין מוולט", "שקשוקה", "סביח"],
        "correct": 2
    },
    {
        "question": "איזה מרתון מעיין ואמיר עשו יחד?",
        "options": ["הארי פוטר", "סרטי דיסני", "סרטי מארוול", "מהיר ועצבני"],
        "correct": 2
    },
    {
        "question": "איפה ירח הדבש של מעיין ואמיר?",
        "options": ["תאילנד", "ויאטנם", "קנדה וארצות הברית", "ניו זילנד"],
        "correct": 2
    },
    {
        "question": "איזה מהבאים אינו תחביב של מעיין ואמיר?",
        "options": ["באולינג", "סנוקר", "שש בש", "הליכות"],
        "correct": 3
    },
    {
        "question": "מה מעיין עשתה לאמיר ליום ההולדת שלו?",
        "options": ["קנתה לו כרטיסים למשחק של מכבי חיפה", "לקחה אותו לקארטינג", "סגרה לו צימר", "הכינה לו ארוחת בוקר מפנקת"],
        "correct": 1
    },
    {
        "question": "איך אמיר קורא למעיין?",
        "options": ["מתוקית", "נשמאמי", "חיימי", "יפתי"],
        "correct": 2
    },
    {
        "question": "איך מעיין קוראת לאמיר?",
        "options": ["חיים שלי", "נסיכי", "חתיך", "אלוף"],
        "correct": 1
    },
    {
        "question": "מה אמיר עשה למעיין ליום ההולדת שלה?",
        "options": ["חדר בריחה", "חדר זעם", "ספא זוגי", "ארוחה רומנטית"],
        "correct": 1
    },
    {
        "question": "במה מעיין מנצחת את אמיר?",
        "options": ["שש בש", "קלפים", "מיני כדורסל", "פלייסטיישן"],
        "correct": 2
    },
    {
        "question": "איזו בובה אין למעיין ואמיר?",
        "options": ["פנקייק", "כבשה", "שועל", "ארנב"],
        "correct": 3
    },
    {
        "question": "מי התחיל עם מי?",
        "options": ["מעיין התחילה עם אמיר", "חברים הכירו ביניהם", "אמיר התחיל עם מעיין אחרי שיעור בצ׳אטה", "זה קרה במקרה לגמרי"],
        "correct": 2
    },
    {
        "question": 'מי אמר/ה ראשון/ה "אני אוהב/ת אותך"?',
        "options": ["אמיר", "מעיין", "שניהם ביחד", "אף אחד עדיין לא אמר 😅"],
        "correct": 1
    },
    {
        "question": "מה המקום המועדף להזמין ממנו אוכל?",
        "options": ["מקדונלד'ס", "דומינוס", "ג'ירף", "BBB"],
        "correct": 2
    },
    {
        "question": "באיזו מדינה מעיין ואמיר לא היו?",
        "options": ["ספרד", "מצרים", "הונגריה", "צרפת"],
        "correct": 3
    },
    {
        "question": "כמה זמן לקח עד שהפכו לזוג רשמי?",
        "options": ["חודש", "שלושה חודשים", "חצי שנה", "שנה"],
        "correct": 2
    },
    {
        "question": "מה קרה למעיין ואמיר כשהכינו קינוח אצל חברים?",
        "options": ["שמו בטעות מלח במקום סוכר", "שכחו אותו בתנור והוא נשרף לגמרי", "התפוצץ במיקרו (אופס)", "נפל להם על הרצפה, והחליקו עליו"],
        "correct": 2
    },
    {
        "question": "ממה מעיין הכי פחדה כשעברו לגור יחד?",
        "options": ["שהוא ינחר בלילה", "שהוא יבלגן את הבית", "שהוא יגמור לה את האוכל", "שהוא ישתלט על הטלוויזיה"],
        "correct": 2
    },
]
